Repository: Belarus/OmegaT-Common.TMX
Catalog: tmx/non-segmented/drupal-7.x.tmx
Source language: en
Languages: be

source: To configure a particular content type for translation, visit the <a href="@content-types">Content types</a> page, and click the <em>edit</em> link for the content type. In the <em>Publishing options</em> section, select <em>Enabled, with translation</em> under <em>Multilingual support</em>.
be: Как наладзіць пэўны тып змесціва для перакладу, наведайце старонку <a href="@content-types">Тыпаў Змесціва </a>, і перайдзіце па спасылцы <em>рэдагаваць</em> тып змесціва. У секцыі <em>Опцыяў публікацыі</em> абярыце <em>Дазволенае, з перакладам</em> у <em>Шматмоўнай падтрымцы</em>.

source: To continue, provide your server connection details
be: Каб працягнуць, калі ласка ўвядзіце дадзеныя дасягу да сервера.

source: To customize the dashboard page, move blocks to the dashboard regions on the <a href="@dashboard">Dashboard administration page</a>, or enable JavaScript on this page to use the drag-and-drop interface.
be: Адаптаваць старонку панэльі праладаў, перамясціць блокі на рэгіёны панэлі прыладаў на старонцы <a href="@dashboard">Адміністравання панэлі пыладаў</a>, ці дазволіць JavaScript'у на гэтай старонцы выкарыстоўваць абазначыў-перанес (drag-and-drop) інтэрфейс.

source: To enable browsing this field by value, enter a title for the resulting page. An example page title is "People who are employed" . This is only applicable for a public field.
be: Каб дазволіць праглядаць значэнне гэтага поля ўвядзіце назву на старонцы выніка. Напрыклад, назва старонкі можа быць: "People who are employed" . Яна падыходзіць для агульнадаступнага поля.

source: To enable browsing this field by value, enter a title for the resulting page. The word <code>%value</code> will be substituted with the corresponding value. An example page title is "People whose favorite color is %value" . This is only applicable for a public field.
be: Каб дазволіць прагляд значэння поля ўвядзіце назву для старонкі вынікаў. Гэта слова <code>%value</code> будзе замешчана адпаведным значэннем. Прыкладная назва старонкі - "People whose favorite color is %value". Яна будзе падыходзячай для агульнадаступнага поля.

source: To enable collection of statistics, the <em>Enable access log</em> checkbox on the <a href="@statistics-settings">Statistics settings page</a> must be checked. The <em>Discard access logs older than</em> setting on the settings page specifies the length of time entries are kept in the log before they are deleted. This setting requires a correctly configured <a href="@cron">cron maintenance task</a> to run.
be: Каб дазволіць калекцыю статыстыкі, трэба ўключыць чэкбокс <em>Уключыць журнал дасягу</em> на старонцы <a href="@statistics-settings">Наладкі статыстыкі</a>. Наладкі <em>Адхіліць журнал дасягу старэй чым</em> на старонцы наладак вызначаюць працягласць часу захавання запісаў у журнале перад выдаленнем. Гэтая наладка патрабуе правільнай канфігурацыі выканання <a href="@cron">задач крона</a>.

source: To follow a specific user's new and updated content, select the <em>Track</em> tab from the user's profile page.
be: Каб адсачыць новы і абноўлены карыстальніцкі матэрыял, абярыце <em>Track</em> закладку на старонцы профіля карыстальніка.

source: To log in using OpenID, a user must already have an OpenID account. Users can then create site accounts using their OpenID, assign one or more OpenIDs to an existing account, and log in using an OpenID. This lowers the barrier to registration, which helps increase the user base, and offers convenience and security to the users. Because OpenID cannot guarantee a user is legitimate, email verification is still necessary. When logging in, users are presented with the option of entering their OpenID URL, which will look like <em>myusername.openidprovider.com</em>. The site then communicates with the OpenID server, asking it to verify the identity of the user. If the user is logged into their OpenID server, the server communicates back to your site, verifying the user. If they are not logged in, the OpenID server will ask the user for their password. At no point does the site being logged into record the user's OpenID password.
be: Каб увайсці, выкарыстоўваючы OpenID, карыстальніку неабходна ўжо мець рахунак OpenID. Карыстальнікі могуць тады ствараць сайтавыя рахункі, выкарыстоўваючы свой OpenID, прызначыць адзін або болей OpenID на існуючыя рахункі, і заходзіць, выкарыстоўваючы OpenID. Гэта паніжае бар'ер для рэгістрацыі, які дапамагае павялічваць карыстальніцкую базу сайта, ды прапануе зручнасць і бяспеку карыстальнікам. OpenID не можа гарантаваць, што карыстальнік сапраўдны, таму праверка пошты ўсё ж неабходна. Калі ўваход карыстальнікаў прастаўлены з магчымасцю ўвода іх OpenID URL, URL будзе выглядаць праблізна так <em>myusername.openidprovider.com</em>. Сайт тады звязваецца з серверам OpenID, запытвае праверку сапраўднасці карыстальніка. Калі карыстальнік залагінены на іх серверы OpenID, гэты сервер звязваецца з вашым сайтам з правераным карыстальнікам. Калі яны не залагінены сэрвер OpenID будзе пытаць пароль карыстальніка. Сайт ні ў якім разе не запісвае пароль карыстальніка OpenID.

source: To make your password stronger:
be: Каб зрабіць ваш пароль больш бяспечным:

source: To provide keyword searching, the search engine maintains an index of words found in the content and its fields, along with text added to your content by other modules (such as comments from the core Comment module, and taxonomy terms from the core Taxonomy module). To build and maintain this index, a correctly configured <a href="@cron">cron maintenance task</a> is required. Users with <em>Administer search</em> permission can further configure the cron settings on the <a href="@searchsettings">Search settings page</a>.
be: Каб забяспечыць пошук па ключавых словах, пошукавая сістэма падтрымлівае індэкс словаў, знойдзенных у змесціве і яго палях, у тым ліку і тэксты, дададзеныя да вашага змесціва іншымі модулямі (такімі як каментары з ядра модуля Comment і тэрміны таксанаміі з ядра модуля Taxonomy). Каб стварыць і наладзіць гэты індэкс, неабходна правільна наладзіць <a href="@cron">задачу падтрымкі крона</a>. Карыстальнікі з правамі <em>Адміністрацыйнага пошуку </em> могуць наладзіць крон на <a href="@searchsettings">Старонцы налад пошуку</a>.

source: To provide the ability for users to enter more information about themselves, the Profile module allows additional fields to be added to the default user profile. Examples of common additions would be <em>Location</em>, <em>Company</em>, <em>Age</em>, or <em>About me</em>.
be: Каб забяспечыць магчымасць для карыстальнікаў уводзіць дадатковую інфармацыю пра сябе, модуль Profile дазваляе дадаваць у профіль карыстальніка па змаўчанні дадатковыя палі. Прыклады распаўсюджаных дадатковых палёў будуць <em>Размяшчэнне</em>, <em>Кампанія</em>, <em>Узрост</em>, або <em>Пра мяне</em>.

source: To run cron from outside the site, go to <a href="!cron">!cron</a>
be: Запусціце крон праз знеші сайт па спасылцы <a href="!cron">!cron</a>

source: To set up your @drupal database, enter the following information.
be: Запоўніце гэту форму каб сканфігураваць вашу базу дадзеных @drupal.

source: To uninstall @module, the following modules must be uninstalled first: @required_modules
be: Каб выдаліць модуль @module, трэба спачатку выдаліць модулі: @required_modules

source: To use OpenID you must first establish an identity on a public or private OpenID server. If you do not have an OpenID and would like one, look into one of the <a href="@openid-providers">free public providers</a>. You can find out more about OpenID at <a href="@openid-net">this website</a>.
be: Каб выкарыстоўваць OpenID вы павінны спачатку завесці рахунак на публічным, або прыватным OpenID серверы. Калі ў вас няма OpenID і вы б жадалі яго завесці, паглядзіце на адзін з <a href="@openid-providers">безкаштоўных публічных правайдэраў </a>. Падрабязней пра OpenID вы можаце знайсці на <a href="@openid-net">гэтым вэбсайце</a>.

source: Today
be: Сёння

source: Today's:
be: За сёння:

source: Toggle display
be: Запаліць або адлучыць адлюстраваньне

source: Toggle drawer visibility
be: Пераключыць бачнасць шуфляды

source: Togo
be: Тога

source: Tokelau
be: Такелаў

source: Tokens for comments posted on the site.
be: Токены для каментароў, размешчаных на сайце.

source: Tokens for site-wide settings and other global information.
be: Вы павінны ўключыць модуль @required, каб усталяваць @module.Токены для наладак сайта і іншых глабальных звестак.

source: Tokens related to individual content items, or "nodes".
be: Токены звязаны з элементамі індывідуальнага змесціва, ці “нодамі”.

source: Tokens related to individual user accounts.
be: Токены, звязанныя з індывідуальным акаўнтам карыстальніка

source: Tokens related to taxonomy terms.
be: Токены суадносяцца да тэрмінаў таксанаміі.

source: Tokens related to taxonomy vocabularies.
be: Токены суадносяцца для слоўніка таксанаміі.

source: Tokens related to the currently logged in user.
be: Токены, звязаныя з зарэгістраваным карыстальнікам

source: Tokens related to times and dates.
be: Токены, звязаныя з часам і датамі.

source: Tokens related to uploaded files.
be: Токены для загружаных файлаў

source: Tokens related to views.
be: Токены звязаныя з відамі

source: Tonga
be: Тонга

source: Toolbar
be: Панэль прылад (toolbar)

source: Toolbar module
be: Мадуль паліцы прыладаў

source: Tools related to web services.
be: Прылады, якія адносяцца да вэб-сервісаў.

source: Tools that enhance the user interface.
be: Інструменты, якія паляпшаюць інтэрфейс карыстальніка.

source: Top
be: Верх

source: Top 'access denied' errors
be: Памылкі 'дасяг забаронены'

source: Top 'page not found' errors
be: Памылкі 'Старонка ня знойдзена'

source: Top pages
be: Папулярныя старонкі

source: Top pages in the past %interval
be: ТОП старонак за мінулы %interval

source: Top referrers
be: Папулярныя адпраўнікі

source: Top referrers in the past %interval
be: ТОП спасылак за мінулы %interval

source: Top search phrases
be: Топавыя фразы пошуку

source: Top visitors
be: Топ наведвальнікаў

source: Top visitors in the past %interval
be: ТОП наведвальнікаў за мінулы %interval

source: Topic
be: Тэма

source: Topics
be: Тэмы

source: Topics per page
be: Абмеркаванняў на старонку

source: Total file size per user
be: Сумарны памер файлаў на карыстальніка

source: Total page generation time
be: Агульны час генерацыі старонкі

source: Total views
be: Увесь прагляд

source: Total votes: @votes
be: Усяго галасоў: @votes

source: Track
be: Адсочваць

source: Track content
be: Адсочванне кантэнту

source: Track page visits
be: Адсочваць наведванні старонкі

source: Tracker
be: Сачыльнік

source: Tracking content activity
be: Адсочванне актыўнасці кантэнта

source: Tracking new and updated site content
be: Адсочванне новага і абноўленага матэрыялу на сайце

source: Tracking user activity
be: Адсочванне актыўнасці карыстальнікаў

source: Tracking user-specific content
be: Адсочванне карыстальніцкага зместа

source: Translate
be: Пераклад

source: Translate content
be: Перакласці кантэнт

source: Translate interface
be: Перакласці інтэрфейс

source: Translate interface texts
be: Перакласці тэксты інтэрфейса

source: Translate the built in interface and optionally other text.
be: Перакласці ўбудаваны інтэрфейс і, па жаданню, іншы тэкст.

source: Translated
be: Перакладзеныя

source: Translating content
be: Пераклад кантэнта

source: Translating interface text
be: Пераклад тэксту інтэрфейса

source: Translating within your site, using the Locale module's integrated <a href='@translate'>translation interface</a>.
be: Пераклад у межах вашага сайту, карыстаючыся пры гэтым модулем Locale з убудаваным <a href='@translate'>інтэрфейсам перакладу</a>.

source: Translation set ID
be: ID набору перакладу

source: Translation settings
be: Настройкі пераклада

source: Translations of %title
be: Пераклады %title

source: Translations of a piece of content are managed with translation sets. Each translation set has one source post and any number of translations in any of the <a href="!languages">enabled languages</a>. All translations are tracked to be up to date or outdated based on whether the source post was modified significantly.
be: Пераклады часткі матэрыяла кіруюцца наладкамі перакладу. Кожны пераклад мае адзін рэсурсны матэрыял і любую колькасць перакладаў <a href="!languages">дазволеных моваў</a>. Усе пераклады адсочваюцца на актуальнасць ды састарэласць, сыходзячы з таго калі пост быў значна зменены.

source: Translations of text in the Drupal interface may be provided by:
be: Пераклады тэксту ў інтэрфейсу Drupal могуць быць забяспечаны:

source: Trigger
be: Трыгер

source: Trigger: !description
be: Трыгер: !description

source: Triggers
be: Трыгеры

source: Triggers are events on your site, such as new content being added or a user logging in. The Trigger module associates these triggers with actions (functional tasks), such as unpublishing content containing certain keywords or e-mailing an administrator. The <a href="@url">Actions settings page</a> contains a list of existing actions and provides the ability to create and configure advanced actions (actions requiring configuration, such as an e-mail address or a list of banned words).
be: Трыгеры – падзеі на вашым сайце, напрыклад, даданне новага змесціва, або уваход карыстальніка. Модуль Trigger аб’ядноўвае гэтыя трыгеры з дзеяннямі( функцыянальнымі задачамі), напрыклад, змяшчэнне пэўных ключавых словаў у неапублікаваным змесціве, ці адпраўка e-mail адміністратару. <a href="@url">Старонка наладак дзеянняў</a> утрымоўвае спіс існуючых дзеянняў і дае магчымасць ствараць і змяняць пашыраныя дзеянні ( дзеянні, патрабуючыя наладжвання, такія як адрас e-mail або спіс забароненых словаў).

source: Trim length
be: Даўжыня абрэзанага тэксту

source: Trimmed
be: Абрэзаны тэкст

source: Trinidad and Tobago
be: Трынідад і Табага

source: Triptych first
be: Трыпціх нумар адзін

source: Triptych last
be: Апошні трыпціх

source: Triptych middle
be: Сярэдні трыпціх

source: Trying to check available update data ...
be: Ідзе праверка наяўных абнаўленняў...

source: Tsonga
be: Цонга

source: Tu
be: аўт

source: Tue
be: аўт

source: Tuesday
be: аўторак

source: Tunisia
be: Туніс

source: Turkey
be: Турцыя

source: Turkish
be: Турэцкая

source: Turkmen
be: Туркменская

source: Turkmenistan
be: Туркменістан

source: Turks and Caicos Islands
be: Цёркс і Кайкас

source: Tuvalu
be: Тувалу

source: Twi
be: Тві

source: Type
be: Тып

source: Type of data to store.
be: Тып дадзеных для захоўвання.

source: Type of new field
be: Тып новага поля

source: Types
be: Тыпы

source: U.S. Virgin Islands
be: Амерыканскія Віргінскія астравы

source: URL
be: Спасылка

source: URL (brief)
be: URL (кароткі)

source: URL alias
be: URL аліас

source: URL aliases
be: URL псеўданімы

source: URL fallback
be: Абыходны URL

source: URL filter
be: Фільтр URL

source: URL language detection configuration
be: Канфігурацыя моўнага вызначальніка па URL

source: URL of picture to display for users with no custom picture selected. Leave blank for none.
be: URL выявы, што будзе паказаная для карыстальнікаў, якія ня маюць сваёй. Калі ня хочаце нічога паказваць, пакіньце радок пустым

source: URL path
be: Маршрут URL

source: URL path settings
be: Наладкі шляху

source: URL to file
be: URL да файла

source: URLs longer than this number of characters will be truncated to prevent long strings that break formatting. The link itself will be retained; just the text portion of the link will be truncated.
be: URL'ы, даўжэйшыя за гэту колькасць знакаў, будуць скарочаны для таго, каб прадухіліць доўгія радкі, якія парушаюць фарматаванне. Сама спасылка застанецца некранутай; будзе скарочана толькі частка тэкста спасылкі.

source: Uganda
be: Уганда

source: Uighur
be: Уйгурская

source: Ukraine
be: Украіна

source: Ukrainian
be: Украінская

source: Unable to add a shortcut for %title.
be: Немагчыма дадаць хуткую спасылку для %title.

source: Unable to continue, no available methods of file transfer
be: Нельга працягнуць, няма дасяжных метадаў трансферу файлаў

source: Unable to create %directory due to the following: %reason
be: Немагчыма стварыць %directory дзякуючы наступным чынам: %reason

source: Unable to determine %project name.
be: Немагчыма вызначыць імя %project.

source: Unable to determine the type of the source directory.
be: Немагчыма вызначыць тып зыходнай дырэкторыі.

source: Unable to generate the derived image located at %path.
be: Немагчыма ўтварыць вытворны малюнак, змешчаны ў %path.

source: Unable to parse info file: %info_file.
be: Немагчыма аналізаваць інфармацыю файла: %info_file.

source: Unable to retrieve Drupal project from %url.
be: Немагчыма знайсці праект Drupal па %url.

source: Unable to send e-mail. Contact the site administrator if the problem persists.
be: Немагчыма адправіць e-mail. Калі гэта праблема застанецца, звяжыцеся з адміністратарам сайту.

source: Unable to send email to %recipient
be: Немагчыма даслаць емэйл %recipient

source: Unapproved comments
be: Непацверджаныя каментары

source: Unapproved comments (@count)
be: Непацьцверджаныя каментары (@count)

source: Unassign
be: Адмена прызначэння

source: Unassign an action from a trigger.
be: Непадпісанае дзеянне з трыгера.

source: Unblock the selected users
be: Разблакіраваць выбраных карыстальнікаў

source: Uncategorized
be: Без катэгорыі

source: Undefined language (@langcode)
be: Невызначаная мова (@langcode)

source: Underlined
be: Падкрэслены

source: Undo
be: Адмена

source: Unformatted
be: Неадфарматавана

source: Unicode library
be: Бібліятэка юнікода

source: Uninstall
be: Выдаліць

source: Uninstall @module module
be: Выдаліць @module модуль

source: United Arab Emirates
be: Аб'яднаныя Арабскія Эміраты

source: United Kingdom
be: Вялікабрытанія

source: United States
be: ЗША

source: United States Minor Outlying Islands
be: Злучаныя Штаты Амерыкі Знешнія малыя астравы

source: Unknown
be: Невядомы

source: Unknown export format.
be: Невядомы фармат экспарту.

source: Unknown field: @field_name
be: Невядомае поле: @field_name

source: Unknown release date
be: Невядомая дата рэліза

source: Unlimited
be: Неабмежавана

source: Unordered list - use the &lt;li&gt; to begin each list item
be: Ненумераваны спіс - скарыстайцеся з &lt;li&gt;, каб пачаць кожны элемент спісу.

source: Unpublish comment
be: Неапублікаваны каментар

source: Unpublish comment containing keyword(s)
be: Адмяніць публікацыю каментара, які ўтрымлівае ключавое(ыя) слова(ы)

source: Unpublish content
be: Неапублікоўваць змесціва

source: Unpublish content containing keyword(s)
be: Адмяніць публікацыю змесціва, якое ўтрымлівае ключавое(ыя) слова(ы)

source: Unpublish selected content
be: Адмяніць публікацыю абранага змесціва

source: Unpublish the selected comments
be: Перанесці абраныя камэнтары ў неапублікаванае

source: Unpublished comment %subject.
be: Неапублікаваны каментар %subject.

source: Unresolved dependency
be: Невырашаныя залежнасці

source: Unspecified error
be: Нявызначаная памылка

source: Unsubscribe
be: Адпісацца

source: Unsubscribe from this newsletter
be: Адпісацца з гэтай рассылкі

source: Unsupported encoding %s. Please install iconv, GNU recode or mbstring for PHP.
be: Непадтрымліваемая кадзіроўка %s. Калі ласка, усталюйце iconv, GNU recode альбо mbstring для PHP.

source: Unsupported release
be: Гэтая версія не падтрымліваецца.

source: Up to date
be: Актуальны

source: Up to date translation
be: Актуальны пераклад

source: Update
be: Абнавіць

source: Update @title
be: Абнавіць @title

source: Update alias
be: Абнавіць мянушку

source: Update available
be: Абнаўленне даступна

source: Update book outline
be: Абнавіць схему падшыўкі

source: Update effect
be: Абнавіць эфект

source: Update failed! See the log below for more information.
be: Абнаўленне не ўдалося! Глядзіце журнал ніжэй для атрымання дадатковай інфармацыі.

source: Update failed! See the log below for more information. Your site is still in maintenance mode.
be: Абнаўленне не ўдалося! Глядзіце журнал ніжэй для атрымання дадатковай інфармацыі. Ваш сайт яшчэ ў рэжыме абслугоўвання.

source: Update interval
be: Інтэрвал абнаўлення

source: Update items
be: Абнавіць элементы

source: Update manager
be: Менеджэр абнаўленняў

source: Update modules
be: Абнавіць модулі

source: Update notifications
be: Абнавіць паведамленні

source: Update notifications are not enabled. It is <strong>highly recommended</strong> that you enable the update manager module from the <a href="@module">module administration page</a> in order to stay up-to-date on new releases. For more information, <a href="@update">Update status handbook page</a>.
be: Папярэджанні пра аднаўленні не дазволены. Строга <strong>рэкамендуецца</strong>, каб вы дазволілі модуль Update manager на старонцы <a href="@module">адміністравання</a> для таго, каб ведаць пра свежыя рэлізы модуляў. Для большых звестак чытайце дапаможнік <a href="@update">Статуса абнаўленняў</a>.

source: Update options
be: Наладкі абнаўлення

source: Update style
be: Абнавіць стыль

source: Update themes
be: Абнавіць тэмы

source: Update was completed successfully.
be: Абнаўленне было паспяхова завершана.

source: Update was completed successfully. Your site has been taken out of maintenance mode.
be: Абнаўленне было выканана паспяхова. Ваш сайт быў выведзены з рэжыму абслугоўвання.

source: Updated
be: Абноўлена

source: Updated JavaScript translation file for the language %language.
be: Абноўлены JavaScript файла перакладу для мовы %language.

source: Updated URL for feed %title to %url.
be: Спасылка стужкі %title абноўленая на %url.

source: Updated book %title.
be: Падшыўка %title абноўленая.

source: Updated date
be: Абноўленая дата

source: Updated day
be: Абноўлены дзень

source: Updated field %label field settings.
be: Абнавіць наладкі поля %label.

source: Updated month
be: Абноўлены месяц

source: Updated set name to %set-name.
be: Абноўлена імя ўсталявання %set-name.

source: Updated term %term.
be: Абноўлены тэрмін %term.

source: Updated vocabulary %name.
be: Слоўнік %name абноўлены.

source: Updated week
be: Абноўлены тыдзень

source: Updated year
be: Абноўлены год

source: Updated year + month
be: Абноўлены год + месяц

source: Updated:
be: Абноўлена:

source: Updates
be: Абнаўленні

source: Updates downloaded successfully.
be: Скачка абнаўленняў завершаная

source: Updates information about an existing post.
be: Абнаўляе інфармацыю пра існуючыя запісы.

source: Updates of Drupal core are not supported at this time.
be: Аднаўленні ядра Drupal не падтрымліваюцца ў гэты час.

source: Updates the information about an existing post.
be: Абнаўляе інфармацыю пра існуючы запіс.

source: Updating modules and themes requires access to your server via one of the following methods: <strong>@backends</strong>. See the <a href="@handbook_url">handbook</a> for other update methods.
be: Абнаўленне модуляў і тэмаў патрабуе дасяг на ваш сервер адным з наступных метадаў: <strong>@backends</strong>. Глядзіце пра іншыя метады абнаўлення <a href="@handbook_url">дапаможніку</a>.

source: Upload
be: Загрузіць

source: Upload a module or theme archive to install
be: Загрузіць архіў модуля ці тэмы для усталёўкі

source: Upload an OPML file containing a list of feeds to be imported.
be: Загрузіць OPML файл, які змяшчае спіс каналаў для імпарту.

source: Upload an image to go with this article.
be: Загрузіце малюнак да гэтага артыкула

source: Upload date
be: Дата загрузкі

source: Upload destination
be: Месца прызначэння загрузкі

source: Upload error. Could not move uploaded file %file to destination %destination.
be: Памылка загрузкі. Не магу перамясціць загружаны файл %file да месца прызначэння %destination.

source: Upload icon image
be: Запампаваць абразок
